{
    "signal_id": "129",
    "sensory": {
        "keywords": [
            "discrete, fast paced, faint, harsh, decaying, blinking, soft, consistent vibrations, continuous beep sound, vibrating, continuous beats, fast pace, rhythmic sound, tiny soft taps, calm, peaceful, constant, light"
        ],
        "descriptions": [
            "I would describe this as a discrete, somewhat fast paced, signal. I would say it not a super strong signal, actually kind of faint. Initial the signal is quite harsh, but leaves in a decaying fashion over about a third of second. ",
            "sensation to someone else feels like a blinking .",
            "This signal has soft consistent vibrations ",
            "Sensation is a continous beep sound.",
            "If I were to describe this sensation to someone else, I would say that it is vibrating kind of sensation. It is like my iPhone getting a call from someone and the iPhone starts to vibrate.",
            "i would describe the sensation as continuous beats with fast pace (to be technical with less time period)",
            "I would describe this as fast rhythmic sound.\t",
            "The sensation felt like tiny soft taps on my palm.\t",
            "This sensation is quite soft, which is very calm and peaceful it didn't feel anything unsual",
            "The sensation is constant and light."
        ]
    },
    "emotional": {
        "keywords": [
            "whimsy, calming, pleasant, enjoyable, energized, attentive, annoying, alerted, alarmed, panicky, irritated, relaxed, good, soft, smooth"
        ],
        "descriptions": [
            "It makes me feel kind of emotions of whimsy, kind of calming. ",
            "NA",
            "This sensation makes me feel pleasant and is enjoyable. ",
            "Sensation makes me feel energized.",
            "The sensation makes me feel more attentive, and sometimes annoying. ",
            "sensation make me feel alerted,alarmed,panicky",
            "This sensation makes me feel energized. ",
            "The sensation makes me feel a bit irritated.",
            "Sensation made me feel relaxed and good, its is soft and smooth",
            "N.A."
        ]
    },
    "associative": {
        "keywords": [
            "butterfly, persistent, massager, water drops, alarm, iPhone, panicking, anxious moments, travelling, train, annoying, taps, attention, lite, easy, tiny mobile vibration, bike ride, consistent, gravel road"
        ],
        "descriptions": [
            "I would say this reminds of like trying to hold on to a butterfly. If it really - in a persistent way - wanted to leave my hands. ",
            "sensation feels like blinking an eye.",
            "This sensation reminds me of a massager",
            "Sensation reminds me of water drops falling.",
            "Yes, this does remind me of the alaram that rings everyday on my iPhone when I wake up in the morning.",
            "It reminds me of my alarm,also my panicking/anxious moments.",
            "This reminds of of travelling in a train.",
            "By brother used to annoy me with such taps till he gets my attention, hence a little annoying.",
            "This sensation felt like I am handling something quite lite and easy, it reminded me of tiny mobile vibration",
            "The sensation feels like taking a bike ride on a consistent gravel road."
        ]
    }
}