{
    "signal_id": "130",
    "sensory": {
        "keywords": [
            "petering, strong, roll off, restart, inconsistent, bumpy, continuous vibration, repeats, longer duration, motor running, calm wave, hitting fingers, natural vibration, continuous, medium pace, inconsistent vibration, car running, hard beat music, energetic, light, vibrates, elongated, short time span"
        ],
        "descriptions": [
            "I would describe this sensations by telling a person it was a petering sensation. Which initially would come on kind of strong, but would kind roll off and restart. I would describe this as an inconsistent sensation as well. ",
            "sensation feels like bumpy",
            "This sensation is a contibuous vibration which repeats after a longer duration.",
            "Sensation is like a motor running.",
            "I would describe this sensation as a calm wave hitting your fingers and also a natural vibration at the same time. ",
            "The sensation was continuous with medium pace",
            "I would describe this an inconsistent vibration.\t\t",
            "The sensation felt like a car running on my hand.",
            "This sensation felt like I am playing some hard beat music which is energetic",
            "The sensation is light and vibrates at an elongated followed by short time span."
        ]
    },
    "emotional": {
        "keywords": [
            "uneasy, not smooth, thrilled, energetic, starting, baffled, calm, composed, cheerful, discomforting, riding a car, console, soft right turn, excited, annoying, uneven time intervals"
        ],
        "descriptions": [
            "This makes me feel kind of uneasy, because the sensation is not smooth.  ",
            "sensation make me thrilled\t",
            "This sensation makes me feel energetic like something is starting",
            "Sensation makes me feel baffled.",
            "It makes me feel calm and composed.",
            "sensation makes me feel cheerful",
            "This makes me feel discomforting.",
            "The sensation made me feel like I was riding a car on a console and taking a soft right turn.",
            "I felt thrilled through this sensation, I felt excited and thrilled",
            "The sensation is annoying as it is triggered on unenven time intervals"
        ]
    },
    "associative": {
        "keywords": [
            "strong, frog croaking, audible sound, crrrr-crrr-crrroak, car starts, bike revving, focus music, control, steering wheel, active, cheerful, drill machine, console car games, haptic feedback, rock beat music, high volume, feel, thrill, pulling, steel wire, motor"
        ],
        "descriptions": [
            "If I had to put this into words. I would say it comes on a little strong and then it feels like a frog croaking. If I were to put an audible sound, like an ontamatapiea (sp?), I would say is feels like, \"crrrr-crrr-crrroak\". Kind over and over again. With short maybe quarter second breaks in between.",
            "NA",
            "This sensation reminds me of how it feels when a car starts",
            "Sensation felt like a bike reving.",
            "This reminds me of the focus music with different hz that are available on youtube. It also reminds me of having control of the steering wheel while the car is not moving.",
            "It reminds of being active  and cheerful",
            "This reminds me of using a drill machine.",
            "It kind of reminds me of console car games haptic feedback.",
            "This sensation felt like I am listening to rock beat music at high volume, it gave me the similar feel and thrill.",
            "The sensation reminds me of pulling a steel wire from a motor."
        ]
    }
}