{
    "signal_id": "132",
    "sensory": {
        "keywords": [
            "unsteady, building, wobbly, disoriented, small quick vibrations, light increase, erratic pattern, increasing, high rate, combination, wind, door screeching, continuous, unorganized, variable, uneven vibration, long pause, message notification, fast paced, energetic, weird, uneven time interval"
        ],
        "descriptions": [
            "I would describe this sensation as unsteady building of signal. Like it starts off wobbly, build for while, then peters out more rapidly than it built up. I would say it takes maybe a second, second and a half, then repeats. ",
            "sensation to feels like very disoriented",
            "This sensation has a series of small quick vibrations with light increase in the vibration at some parts in an erratic pattern",
            "Sensation is increasing at a high rate.",
            "I would describe this as a combination of my hand feeling the wind and also the door screeching on the floor. ",
            "the sensation is continous unorgnised / variable ",
            "I would describe this as uneven vibration with long pause in between.",
            "The sensation felt like a message notification from a nokia phone / tone.",
            "This sensation felt like a fast paced one, it is fast and energetic",
            "The sensation is weird with uneven time interval"
        ]
    },
    "emotional": {
        "keywords": [
            "jubilant, celebrating, game, MarioKart, distant, anxiety, weird, calm, hesitant, irritating, nostalgic, exciting, ride, excited, thrilled"
        ],
        "descriptions": [
            "This sensation makes me feel jubilant. I feel as though I might be celebrating something. Possibly, won a game of MarioKart or something similar. ",
            "NA",
            "This sensation makes me feel distant",
            "Sensation feels like anxiety.",
            "It makes me feel weird and calm.",
            "this sensation make me feel hesitant",
            "This sensation makes me feel irritating.",
            "The sensation makes me feel a bit nostalgic.",
            "This sensation made me feel like I am not some exciting ride. I felt excited and thrilled.",
            "The sensation is irritating."
        ]
    },
    "associative": {
        "keywords": [
            "riding lawnmower, feedback, spark plug, feel, ripping, starting a bike, gradual increase, engine whirr, study music, vibrations, frequency of sound, hesitant, acceleration, bike, first phone, vibrate, message notifications, exciting, thrilled, riding bike, high speeds, cars vibration, changing gear"
        ],
        "descriptions": [
            "If I had to put an action to it, I would say this reminds of like the feedback you get from a riding lawnmower when maybe like the spark plug is bad. Like it turnsover, but it doesn't quite start up.  ",
            "feels like ripping some thing .",
            "This sensation reminds me starting a bike where its a gradual increase in the engine whirr",
            "N.A.",
            "This reminds me of the study music that I hear to, like the vibrations I feel while listening to those different level frequency of sound. ",
            "it reminds me of situations when i will be hesistant",
            "This reminds me of accelration on a bike.",
            "It reminds me of my first phone which used to vibrate in a similar pattern for message notifications.",
            "This sensation is something similar to which I feel doing something exciting and thrilled like when riding bike at high speeds",
            "The sensation feels like a cars vibration while changing gear."
        ]
    }
}