{
    "signal_id": "134",
    "sensory": {
        "keywords": [
            "persistent vibration, builds, slight, pause, faint vibrations, repeats, pulse, sharp, dull vibration, not too strong, increasing beep sounds, holding steering wheel, discontinuous sensation, medium pace, gradually reduces, resistive, wave, soft tapping, increasing frequency, fading away, soft, fast paced, combination, light, slightly high intensity vibration"
        ],
        "descriptions": [
            "I would describe this sensation as a persistent vibration. It builds in an every so slight way over 2/3 second. Then there is about a half-second pause where you still feel faint vibrations. Then it repeats. ",
            "senstaion feels like a pulse.",
            "This sensation is a combination of a sharp and dull vibration which is not too strong",
            "Sensation is like increasing beep sounds.",
            "I would describe this sensation as if someone is holding the steering wheel of a car when it is not moving. ",
            "it is discontinuous sensation with medium pace which gradually reduces",
            "I would describe the sensation as resistive.\t",
            "The sensation was like a wave, soft tapping increasing in frequency and then fading away.",
            "This sensation felt is soft at start and then fast paced",
            "The sensation is combination of light and slightly high intensity vibration"
        ]
    },
    "emotional": {
        "keywords": [
            "active, happy, fulfilled, contentness, confused, anxious, annoyed, energized, rusty, calm, drained, regret, machine"
        ],
        "descriptions": [
            "This sensation makes me feel active. The emotion I would attach to is happy kind of fulfilled in the moment contentness. ",
            "NA",
            "This sensation makes me feel confused and anxious",
            "Sensation feels confused.",
            "It makes me feel a bit annoyed, as I get this feeling becuase of traffic. ",
            "it make me feel energized",
            "This sensation makes me feel rusty.",
            "This sensation makes me feel a little calm.",
            "This sensation made me feel drained. I feel like I regret something",
            "The sensation feels like a machine"
        ]
    },
    "associative": {
        "keywords": [
            "reverberation, snare drum, feeling, vibration, muted, feedback, game, water bubbles, someone snoring, traffic, steering wheel, electric sound, sharpner, massage mat, hand, printing machine"
        ],
        "descriptions": [
            "This reminds me of the reverberation of like a snare drum. There is a feeling that builds and even when the drummer stops the sound continues until whatever inside that snare drum stops shaking. However, I would decribe this a an attenuated snare drum, because when the vibration slows it is really quite muted. ",
            "feels like the feedback i get from one of the game is used to play.",
            "It reminds me of water bubbles",
            "Sensation reminds me of someone snoring.",
            "It reminds me of the traffic that I get stuck in sometimes, and I have to hold the steering wheel for a while during that time. ",
            "it reminds me of electric sound ",
            "This reminds me of sharpner.",
            "This reminds me of one of the modes in a massage mat I have at home.",
            "N.A",
            "The sensation reminds me of placing a hand on a printing machine."
        ]
    }
}