{
    "signal_id": "136",
    "sensory": {
        "keywords": [
            "random pattern, weak, spots of weaker vibration, little jolt, bump in vibration, every 1 second, slightly bigger vibration, dulls, lowest one, loops, increasingly weird, strong wave, hitting fingers, fast moving body of water, continuous sensation, sudden rise, jump continuous, random beats, coarse, phone vibrates, alarm rings, annoying"
        ],
        "descriptions": [
            "There is a sensations, but its a rather random patern it comes in weak and has a few spots of weaker viabration immediately followed by a little jolt. ",
            "feels like there is bump in vibration evry 1sec",
            "This sensation starts with a slightly bigger vibration and dulls to the lowest one which loops",
            "Sensation is increasingly weird.",
            "I would describe this sensation to someone as if a strong wave is hitting your fingers, or you are keeping your finger in a fast moving body of water.",
            "it continuous sensation with sudden rise (you can also consider it jump continuous)",
            "I would describe the sensation as random beats.",
            "The sensation was a little coarse, felt like how my phone vibrates when an alarm rings.",
            "This sensation felt annoying",
            "N.A"
        ]
    },
    "emotional": {
        "keywords": [
            "defeated, joyful, confident, scary, calm, pleasant, reassuring, weird, sleepy, confused, irritating"
        ],
        "descriptions": [
            "This sensation makes feel defeated. ",
            "sensation make me feel Joyful",
            "The sensation makes me feel confident",
            "Sensation is scary.",
            "It makes me feel calm and pleasant.",
            "it makes me feel reassuring",
            "This sensation makes me feel wierd.",
            "Somehow it makes me feel more sleepy.",
            "I didn't like this sensation i made me confused",
            "The sensation make me feel irritating"
        ]
    },
    "associative": {
        "keywords": [
            "XBox 360, Nintendo Wii, weak, not fully functional, changing gear, cycle, accelerating, pulses, scratching, swimming pool, hand, swimming, opposite direction, current, plane instruments, sudden, drum, children, playing, morning alarm, starting, broken motorbike"
        ],
        "descriptions": [
            "This sensation remind me of when the XBox 360 or Nintendo Wii controllers would get a little weak. Like there is something there, but it's not full functional. ",
            "this feels like changing the gear of a cycle",
            "This sensation reminds me of accelating in pulses",
            "Sensation reminds me of scratching something continously.",
            "It remind sme of the time when I kept my hand in the swimming pool, and I was trying to swim in the opposite direction of the current. ",
            "it reminds of plane instruments when sudden struck by drum.",
            "This reminds me of children playing.",
            "It reminds me of every morning alarm.",
            "N.A\n",
            "The sensation feels like trying to start a broken motorbike"
        ]
    }
}