{
    "signal_id": "137",
    "sensory": {
        "keywords": [
            "consistent, building, intensity, moderate, vibration, stages, discern, uncomfortable, crackly, long, continuous, quickly alternating, big, small, not sharp, continuous vibration, shooting, multiple times, different rhythms, drill, long instrumental, good, exciting, light vibration, high intensity"
        ],
        "descriptions": [
            "This sensation is consistent, building in intensity, but moderate vibration. The intensity is building in stages, but they are hard to discern. ",
            "sensation feels like very uncomforatbel and craky.\t",
            "This sensation is a long continuous vibration with quickly alternating big and small vibrations which are not sharp",
            "Sensation is continous vibration.",
            "I would describe this sensation as shooting someone in a video game, the continous vibrations give the feeling of shooting someone multiple times continously. ",
            "it is continuous with different rythms",
            "I would describe the sensation as drill.",
            "The sensation was like a long piece of instrumental playing.",
            "This sensation is good, and exciting",
            "The sensation has light vibration at start and three short vibration of slightly high intensity"
        ]
    },
    "emotional": {
        "keywords": [
            "attached, distraught, distressed, energetic, angry, annoyed, aggressive, energized, encouraged, annoying, good, excited, something is going to happen, irritating"
        ],
        "descriptions": [
            "This sensation makes feel attached. The emotion I would attached to is distraught or distressed. ",
            "NA",
            "This sensation makes me feel energentic",
            "Sensation is angry or annoyed.",
            "It makes me feel aggressive sometimes. ",
            "this sensation make me feel energized,encouraged",
            "This sensation makes me feel annoying.",
            "The sensation makes me feel good.",
            "It made feel excited, it seems like something is going to happen next moment",
            "The sensation makes me feel irritating"
        ]
    },
    "associative": {
        "keywords": [
            "tug-of-war, rope, sliding, rubbing, nails, blackboard, heartbeat, stethoscope, drilling, wall, floor, shootings, video games, guitar music, rusty machine, speakers, woofer, hands, vibrate, music, stadium, watching, match, noisy frequency, radio"
        ],
        "descriptions": [
            "This reminds of similarly feeling as in tug-of-war when the rope is sliding beneath your hands. ",
            "feels like rubbing nailes on black board",
            "This sensation reminds me of a heartbeat via a stethescope",
            "Sensation reminds me like drilling a wall or a floor.",
            "It reminds me of the shootings in video games. ",
            "it reminds me of guitar music",
            "This reminds me of a rusty machine.",
            "It reminds me of speakers. When you place your hand on a woofer, how the hands vibrate according to the music, it had a similar feeling.",
            "This sensation felt similar to being in a stadium and watching a match as it comes to end",
            "The sensation feels like placing a hand on a radio which is set to a noisy frequency"
        ]
    }
}