{
    "signal_id": "139",
    "sensory": {
        "keywords": [
            "vibration, repeated, stuttering, random, harshly pulled, scratchy, increases, duration, hands in speaker, submerged, water, playing sounds, highly fluctuating, upbeat, closing zipper, buzz, enjoyable, combination, low intensity, high intensity, uneven time intervals"
        ],
        "descriptions": [
            "I would describe this vibration as a repeated vibration. However, it hard to describe other than stuttering and kind of random. ",
            "sesnation feels like something is getting harsly pulled over a concrete road\t ",
            "This sensation is a scratchy vibration which starts off less and increases in duration",
            "N.A.",
            "I would describe this feeling as imagine if you are keeping your hands in a speaker which is submerged under water and playing sounds. ",
            "it is highly fluctuating sensation",
            "I would describe the sensation as upbeat.",
            "This sensation felt like I was trying to close a zipper on a bag,",
            "This sensation made me feel the buzz and it enjoyable",
            "The sensation is combination of low and high intensity with unenven time intervals."
        ]
    },
    "emotional": {
        "keywords": [
            "choked up, emotion, dejected, crushed, impatient, weird, curious, reluctant, thrilling, hurried, listening to music, good, joyful"
        ],
        "descriptions": [
            "This sensation makes feel kind of choked up. An emotion that I could attached to would be dejected. ",
            "feels like crushed\t",
            "This sensation makes me feel impatient",
            "Sensation is weird.",
            "This makes me feel curious.",
            "it make me feel reluctant",
            "This sensation make me feel thrilling.",
            "This sensation made me feel a bit hurried.",
            "This sensation made me feel like I am listening to some music and It felt like good and joyful",
            "N.A."
        ]
    },
    "associative": {
        "keywords": [
            "weak cough, scratching, chalkboard, unzippping, sweater, speaker, swimming pool, sounds, submerged, horror movie, forcibly close, rusted chains, zipper, music concert, playing music, ATM machine, dispensing cash"
        ],
        "descriptions": [
            "This sensation reminds me of a weak cough. ",
            "NA",
            "This reminds me of scratching a chalkboard with chalk",
            "Sensation reminds me of unzippping a sweater.",
            "It remind sme of the time when I put my speaker in the swimming pool and it was playing some sounds and I kept my hand on it when it was submerged. ",
            "NA",
            "This reminds me of a horror movie background.",
            "It reminds me of trying to forcibly close the old rusted chains / zipper of my old bag,",
            "This sensation reminded me of being in a music concert or playing some music",
            "The sensation reminds me of an ATM machine dispensing cash."
        ]
    }
}