{
    "signal_id": "140",
    "sensory": {
        "keywords": [
            "consistent, wave-like, ebbing, flowing, soothing, long pulses, short quick vibration, continuous, smooth, increasing, linearly increasing, quick burst, rhythm, draining, flowing out, medium intensity, even time intervals"
        ],
        "descriptions": [
            "I would describe this sensation as consistent and wave-like. Ebbing and flowing about every .5-1 second. ",
            "senstaion feels like a soothing wave form\t",
            "This sensation feels like long pulses of short quick vibration",
            "Sensation is a wave like feeling.",
            "I would describe this sensation to someone as if their phone is placed on the table, and it is ringing alot and that person is not answering the phone, the vibration felt in the table and the sound heard.  ",
            "it is a continuous smooth increasing sensation",
            "I would describe this as linearly increasing vibrations.",
            "The sensation was like a quick burst of of rhytm, or like a frogs croaks.",
            "This sensation felt draining like something flowing out of your hand",
            "The sensation has medium intensity vibration with even time intervals"
        ]
    },
    "emotional": {
        "keywords": [
            "surreal, fuzzy, foggy, energized, annoyed, afraid, less attentive, distracted, encouraged, active, bloated, drained, something bad, calm"
        ],
        "descriptions": [
            "This sensation makes me feel a little surreal. The emotion I would attach to it are kind of like fuzzy or foggy. ",
            "semsation make me feell energized",
            "This sensation makes me feel annoyed ",
            "Sensation is afraid.",
            "It makes me feel less attentive, and more distracted. ",
            "it make me feel encouraged",
            "This sensation makes me feel active.",
            "This sensation made me feel bloated.",
            "This sensation made me feel drained and I felt as if something bad is happening",
            "The sensation make me feel calm."
        ]
    },
    "associative": {
        "keywords": [
            "shooting a taser, going through a portal, video game, neck massager, low intensity, using a blender, loud noises, starting an engine, iPhone on silent, ringing, hard surface, phone vibration, edm, beat drop, frogs croaking, tensed, scared, trimming hair, hair trimmer device"
        ],
        "descriptions": [
            "This reminds of some like shooting a taser or going through a portal in video game. ",
            "feels like a neck massager in my hand with low intensity.",
            "This sensation reminds me of using a blender and loud noises in the morning",
            "Sensation reminds me of starting an engine.",
            "This reminds me of the time when I kept my iPhone on siltent, and it was ringing alot and was kept on a hard surface. ",
            "it reminds me of phone vibration",
            "This reminds me of edm before the beat drop.",
            "This reminds me of a frogs croaking.",
            "This reminded me if time we feel tensed and scared about something to happen",
            "The sensation reminds me of trimming hair with a hair trimmer device."
        ]
    }
}