{
    "signal_id": "144",
    "sensory": {
        "keywords": [
            "rumble, pause, vibration, disoriented, long, continuous, dull, quick, breathing rate, discontinuous beat, reduction, lumpy, small balls, noise, stable, neutral, medium intensity, elongated time, short low intensity vibrations"
        ],
        "descriptions": [
            "I would describe this sensation as a rumble. That has  3 second pause with a 2 second rumble. ",
            "feels like a small disoriented vibration",
            "This sensation is a long and continuous one with dull quick vibrations\t",
            "Sensation is vibrating at a breathing rate.",
            "I would describe this sensation as me shooting someone using my PS4 controller in a game.",
            "it is discontinuous beat with huge reduction ",
            "I would describe the sensation as lumpy.",
            "The sensation was similar to the small kinds toy where there are many small balls inside the toy and that make noise.",
            "This sensation feels similar, it is stable and neutral",
            "The sensation is medium intensity vibration for an elongated time with three short low intensity vibrations at the end."
        ]
    },
    "emotional": {
        "keywords": [
            "energetic, calm, happy, uncomfortable, disappointed, feel bad, hesitant"
        ],
        "descriptions": [
            "N.A.",
            "NA\t",
            "This sensation makes me feel energetic\t",
            "Sensation make me feel calm.",
            "This makes me feel happy.",
            "NA",
            "This sensation makes me feel uncomfortable.",
            "This sensation makes me feel happy.",
            "This sensation made me disappointed, I feel bad when I feel it.",
            "The sensation makes me feel hesitant"
        ]
    },
    "associative": {
        "keywords": [
            "vibrations, pinwheel, short of breath, duration, repeats, phone vibrations, phone call, breathing continuously, Call of Duty, PS4 controller, snoring, kids toys, small balls, drizzling sound, reaching, peak, roller coaster"
        ],
        "descriptions": [
            "This feel like the vibrations coming off of the stick of pinwheel, but you are short of breath. So the duration isn't long and it takes a while before it repeats. ",
            "NA",
            "This sensation reminds me of phone vibrations when a phone call comes",
            "Sensation is like breathing continously.",
            "It reminds me of the time I played Call of Duty on PS4 controller. ",
            "NA",
            "This reminds me of snoring.",
            "This reminds of the kids toys that have like small balls inside that make a drizzling sound.",
            "N.A",
            "The sensation reminds me of reaching at the peak of a roler coaster."
        ]
    }
}