{
    "signal_id": "15",
    "sensory": {
        "keywords": [
            "3 beat step, increasing frequency, rythmical, abrupt vibrations, short intervals, strong, alert, zoning out, three sectioned pattern, short pulses, dragged, harder, loud, vibration, heavy metal song, thumping, strong vibration feedback, phone vibrate mode, slightly lower base, rhythm, long vibration, short one, short beeps, long beep"
        ],
        "descriptions": [
            "This sensation feels like a 3 beat step with increasing frequency,mostly rythmical.",
            "Think of this sensation as abrupt vibrations in short intervals",
            "Quite strong, can easily alert a person when they zone out or are busy with something else",
            "I would describe this as a three sectioned pattern. First two vibrations are short pulses but the third one is a bit dragged and is harder.",
            "it is kind of loud ",
            "This feels like a vibration coming from a heavy metal song.",
            "the sensation feels like thumping but not too strong",
            "A very strong vibration feedback almost closely feels like a phone on vibrate mode.",
            "I would describe the vibration as a slightly lower base going 'tha tha tha THA THA THA' with a similar rhythm ",
            "Its a combination of a long vibration and a short one. Sounds like 2 short beeps followed by one long beep"
        ]
    },
    "emotional": {
        "keywords": [
            "rhythmic, answer my phone, alert, wake up, discomfort, energised, unpleasant, grabbed attention, distracted, attention needed, take action"
        ],
        "descriptions": [
            "This sensation feels rythmical.",
            "It makes me feel like I have to answer my phone immediately",
            "It makes me feel alert, it could wake me up from my sleep.",
            "NA",
            "it makes me feel discomfort",
            "It makes me feel energised.\t",
            "it makes me feel unpleasant",
            "It instantly grabbed my attention and made be feel distracted from the form I am filling out. I felt my attention is needed right away.",
            "N.A",
            "It makes me feel like I need to take an action over something"
        ]
    },
    "associative": {
        "keywords": [
            "speaker, music, vibration, Nokia phone, call, alarm, smartphone, old fan, washing machine, heavy metal songs, bicycle, bumpy puddle, phone, vibrate mode, rock guitar, rhythm, ringing phone"
        ],
        "descriptions": [
            "This reminds me of a time when I had put my hand of a speaker when a similar music was being played.",
            "Reminds of the vibration of a Nokia phone when it gets a call",
            "Pattern is similar to the one my phone produces when I get a call.",
            "I can think of an alarm vibration setting on my smartphone.",
            "it is like an old fan or washing machine working which makes me want to turf off.",
            "I felt it while listening to heavy metal songs.",
            "it reminds me of a bicycle going past a bumpy puddle",
            "Yes a phone on vibrate mode works very similar to this.",
            "This sensation reminds me a bit of a rock guitar with the rhythm that it is going at a lower vibration",
            "It reminds me of a ringing phone"
        ]
    }
}