{
    "signal_id": "151",
    "sensory": {
        "keywords": [
            "intense vibration, sudden reduction in intensity, frictional, sporadic, strong short patterns, mild gestures, high pitched vibration, long pitched vibration, softer rhythmic pulses, long pulse, fast, moving, continuous, tingly, long strong vibration, light short vibrations"
        ],
        "descriptions": [
            "This signal can be described as one intense vibration follow by sudden reduction in intensity.",
            "Sensation felt very frictional and sporadic",
            "this sensation starts with two storng short patterns followed by 2 mild gestures.",
            "The sensation was a high and long pitched vibration followed by softer rhytmic pulses.",
            "This sensation is like a POW powpowpowpow repeated.",
            "I would desribe the sensation as a long pulse to someone else",
            "The sensation is intense and fast.",
            "The signal a sensation for moving not so fast but not really slow.",
            "the sensation feels continous and tingly",
            "There's a long and strong vibration followed by 4 light and short vibrations."
        ]
    },
    "emotional": {
        "keywords": [
            "anticipating, intimidating, attentive, festive, apprehensive, good, happy, shocked, exploited, uncertain, undecided, annoyed, sad, frustrated, action, didn’t work"
        ],
        "descriptions": [
            "I felt like I am anticipating for something.",
            "Sensation felt like Intimidating",
            "this sensation makes me feel attentive.",
            "It made me feel festive.",
            "This sensation makes me feel apprehensive.",
            "The sensation makes me feel good. I can attach being happy with this emotion.",
            "It makes me feel like schoked or exploited.",
            "It makes me yo feel uncertain adn undecided.",
            "this sensation makes me feel annoyed",
            "It makes me feel sad and frustrated like I did an action but it didn't work."
        ]
    },
    "associative": {
        "keywords": [
            "shifting to higher gear, manual sports car, chain saw, focusing in a game, drumlike, high pitched, traditional chinese instrument, lion dance, tapping, muffled piano key, vacation, missed deadlines, homeworks, sporatic movie, car wouldn't start, pushing engine key, long vibration, 4 light vibrations, not starting"
        ],
        "descriptions": [
            "This reminds me of shifting to higher gear in a manual sports car.",
            "This sensation reminds me of a chain saw.",
            "this sensation reminds me of focusing in a game.",
            "The vibration reminded me of the drumlike high pitched traditional chinese instrument being played in a lion dance.",
            "This reminds me of tapping on the same muffled piano key.",
            "The sensation reminds me of being on a vacation. ",
            "It reminds of knowing missed deadlines for homeworks.",
            "It makes me to associated to watch a sporatic movie.",
            "NA",
            "It reminds me of the time my car wouldn't start. Pushing the engine key would be the long vibration, and the 4 light vibrations would be it not starting."
        ]
    }
}