{
    "signal_id": "23",
    "sensory": {
        "keywords": [
            "dry, lengthy, buzz, rough, rope, tree log, cutting, relaxing, mild, oscillating, vibration pattern, vibrations, long, pause, wooden log, rhythm, peeling, rough object, weird, car alarm, frequency, fades out, low sensation, two vibrations"
        ],
        "descriptions": [
            "This sensation feels like a dry lengthy buzz.",
            "Think of this sensation as someone putting a rough rope around a tree log and trying to cut it",
            "It is relaxing and mild at the same time.",
            "I would describe this as a oscillating vibration pattern.",
            "it is like the vibrations are too long and the pause is little",
            "It feels like somebody cutting through a wooden log in rythem.",
            "the sensation of you peeling a rough object",
            "This one felt very weird as it cannot decribe it well. It low key feels like a car alarm of some sort.",
            "I would describe this sensation as a buzz that goes in at a slightly higher frequency then fades out",
            "It is one vibration that has a low sensation halfway through it making it feel like there are two vibrations but it actually is just one with a lower sense in the middle"
        ]
    },
    "emotional": {
        "keywords": [
            "submissive, irritated, soothing, relaxed, adventurous, thrilling, comfortable, irritating, attentive, interesting, difficult task, active, energy, passive, familiar, halt, expect moving"
        ],
        "descriptions": [
            "This sensatiopn feels submissive.",
            "It makes me feel irritated imaging the sound it would produce",
            "It is quite soothing, makes me feel relaxed.",
            "This made me feel adventurous and thrilling.",
            "it is comfortable in the beggining but after a period of time it seems irritating.",
            "It makes me attentive as to see what interesting thing is happening.\t",
            "it feels like i'm doing a difficult task",
            "it made me feel active and something that needs attention. I felt energetic and active.",
            "i'm pretty passive to the sound, it's slightly familar",
            "It makes me feel like there is a halt, can expect moving at any point"
        ]
    },
    "associative": {
        "keywords": [
            "fire, rubbing wood, leg massager, low pressure, subtle vibrations, see-saw swing, park, motor, woodwork, scraping, wooden bark, unique, new, vibration, trapped, underneath, pause, waiting, engine roar, signal, lights, road"
        ],
        "descriptions": [
            "NA",
            "It reminds me of a time when I tried to create fire by rubbing wood over wood",
            "SImialr to what a leg massager would feel like when set at low pressure.",
            "This reminded me of a subtle vibrations that take place on the see-saw swing at the park.",
            "it reminds me of a motor",
            "I saw woodwork that felt like this.",
            "it reminds me of scraping of the top surface of a wooden bark",
            "I haven't expericne this before, it is very unique and new to my senses.",
            "It feels like the vibration of something that has been trapped somewhere or is underneath another object",
            "Reminds me of a pause in the process, similar to waitingAlso has a resemblance to an engine roar at the signal/lights on the road"
        ]
    }
}