{
    "signal_id": "25",
    "sensory": {
        "keywords": [
            "typing, haptic feedback, moderately rapid pace, vibrations, short, fast paced, mellow, fast leaking water, continuous flow, on off sensation, equal periods, steady, bike, elevator, blades spinning, fast beats, low intensity, constant vibration, equally spaced sensations, automatic rifle"
        ],
        "descriptions": [
            "This sensation is similar to someone typing a message on their phone with haptic feedback on at a moderately rapid pace. ",
            "The vibrations are short, fast paced and mellow.",
            "this felt like a fast leaking water , so if you place your hand below the leaking tap water that has a fast continuos flow",
            "This pattern feels like an on off sensation where the on and off periods of vibration are equal.",
            "Placing hand on the steady started bike",
            "This sensation is like that of an elevator",
            "it feels like blades spinning",
            "The sensation were fast beats but of low intensity. ",
            "The vibration is constant",
            "Looking at the fast dropping drips does creates this feel.",
            "This feels like equally spaced sensations in the hand",
            "It is like using an automatic rifle"
        ]
    },
    "emotional": {
        "keywords": [
            "amusement, comfortable, good, anxious, dissatisfied, no intensity, machine, excited, no particular emotion, urgent, falling, fast flowing, exciting, tensed"
        ],
        "descriptions": [
            "This sensation elicited an emotion of amusement out of me. ",
            "It makes me feel comfortable.",
            "sensation made me feel good but had anxious emotions associated with it",
            "I feel dissatisfied, there is no intensity to the pattern.",
            "its like machine on ",
            "It makes me feel comfortable",
            "it makes me feel excited",
            "I did not feel any particular emotion with this sensation. ",
            "The sensation feels urgent",
            "Feel something is falling or fast flowing.",
            "This is exciting I don't know why",
            "It makes me feel tensed"
        ]
    },
    "associative": {
        "keywords": [
            "smartphones, typing, one finger, round objects, washing, splattering sound, grapes, container, water, flow, leaking, water dripping, sink, Royal Enfield bike, elevator, escalator, helicopter blades, spinning, takeoff, knocking, door, intravenous drips, medicinal flow, vibrations, bullets, automatic rifle"
        ],
        "descriptions": [
            "This sensation reminds me of the many times I have seen older people use smartphones and type out messages using only one finger to press one key at a time. ",
            "It feels like when I have some fruits grapes/ any round objects and I am washing it and emptying the container, into a container filled with water, and the splattering sound of multiple grapes falling is what this vibration is reminding me of.",
            "once my water tap broke and i quickly hold my hand onto it the flow wad fast but leaking so i could feel simialr sensation their",
            "This reminds me of water dripping down the sink.",
            "Royal Enfeild Bike ",
            "This reminds me of being in an elevator or an escalator",
            "it reminds me of helicopter blades spinning rapidly before takeoff.",
            "I don't remeber feeling this sensation before. ",
            "It reminds me of the action like someone knocking the door",
            "Yes, while being provided with as intravenous drips, the medicinal flow from the drips if controlled fastly, would create the same feel.",
            "NA",
            "It reminds me of the vibrations of the bullets leaving from an automatic rifle"
        ]
    }
}