{
    "signal_id": "26",
    "sensory": {
        "keywords": [
            "moderately short, vibrating pulses, short intervals, period sensation, unevenly timed, fast vibrations, repeating, South Indian dance music, beats, right, left, minute vibration, fast, musical vibe, on off vibration pattern, time period, larger, equal, off periods, fast rhythmic beat, swing vibrations, 1-2-1 sequence, clicks, alarm, phone ringing, intense, enjoyable, scanned, content, printed, very fast paced, long beat, short taps, rock music"
        ],
        "descriptions": [
            "The sensation is characterized by moderately short vibrating pulses at moderately short intervals. ",
            "It is a period sensation of 3 unevenly timed fast vibrations one after the other and then repeating.",
            "this is a south indian dance music song beats , one in the right then two in the left with a minute vibartion disc at the end , the beats are fast giving a perfect msuical vibe",
            "This is an on off vibration pattern where the time period of the first on is larger than the second, third, and fourth on with off periods of equal time period in between.",
            "the sensation is Fast Rythmic beat with vibration",
            "This feels like vibrations from a swing",
            "it feels like a 1-2-1 sequence of clicks",
            "This is the sensation of your alarm or phone ringing in your pocket. ",
            "The vibration is intense but enjoyable",
            "Sensation as of scanned and the content being printed.",
            "This is a very fast paced beat with one long beat and 2 short taps",
            "It is like a rock music"
        ]
    },
    "emotional": {
        "keywords": [
            "anxious, overwhelmed, irritated, urgency, energetic, emotions, rock song, happy, panicky, athletic, inspired, late, alarms, morning, energetic, action, work, completed, excited, cheerful, vibration"
        ],
        "descriptions": [
            "The sensation made me feel slightly anxious and overwhelmed.",
            "It is making me feel irritated and is giving me a sense of urgency.",
            "sensation were quite dj vibes and made me feel energetic emotions as it was like a rock song",
            "I feel happy when i feel this sensation.",
            "it feels like Panicky",
            "It makes me feel happy",
            "it makes me feel athletic and inspired",
            "This makes me feel like I am late for something as this reminds me of my alarms in the morning. ",
            "It feels energetic",
            "Creates a feel as some action / work is been completed.",
            "I feel very excited and happy or cheerful with this vibration",
            "It makes me feel excited and happy"
        ]
    },
    "associative": {
        "keywords": [
            "notifications, alarm, smart watch, hand, speaker, dj, south indian song, beats, musical vibration, skating, smooth floor, shaking, bottle, pebbles, slow swing, boxing, alarm, vibrating, pillow, people, dancing, loud music, touch, printer, printing, music beat, heavy bass, listening, rock music, beats"
        ],
        "descriptions": [
            "This sensation reminds me of getting many notifications for a variety of different things all at once. ",
            "It feels like an alarm on my smart watch in the morning.",
            "this reminded me of keeping my hand on my speaker while playing a dj south indian song which ahd similar beats and musical vibraition",
            "This reminds of skating down a smooth floor.",
            "I can Associate with shaking a bottle of pepples ",
            "Reminds me of a slow swing",
            "it reminds me of boxing.",
            "This reminds of my alarm vibrating under my pillow in the morning. ",
            "It feels like people dancing in a place with loud music",
            "When we touch the printer while its printing something, it gives the exact same feel.",
            "It is like a music beat with heavy bass",
            "It reminds of listening to a rock music and the beats in it"
        ]
    }
}