{
    "signal_id": "29",
    "sensory": {
        "keywords": [
            "multi frequency vibrations, random manner, custom made, reverse sound, car, mild, strong, pleasant, six parter pattern, quick, light, continuous, harder, longer, small beep, pause, constant vibration, sensation of uncertainty, unique, nudges, long feedback, small buzz, larger frequency buzz, 3 sets of vibrations, 2 short vibrations, 3 long vibrations, 3 short vibrations, one short vibration"
        ],
        "descriptions": [
            "This is annoyingly multi frequency vibrations stiched in an random manner.",
            "This sensation feels like a custom made reverse sound on a car",
            "It is in between mild and strong but pleasant at the same time.",
            "I would describe this as a six parter pattern. First three buzzes are quick and light, followed by three continuous harder and longer buzzes.",
            "it is like a small beep , a pause and a constant vibration",
            "It feels like a sensation of uncertaininty.",
            "i would describe this as a beat for the intro to a crime show",
            "This one is very unique, it nudges you twice and then has a long feedback. I cannnot associate this directly with anything tbh.",
            "This sensation is a small buzz then two larger frequency buzz after ",
            "There are 3 sets of vibrations- In the first set there are 2 short vibrations followed by 3 long vibrations. In the second set there are 3 short vibrations, followed by three short vibrations and 3 long ones. The third set is the same as the second one. THese end with one short vibration."
        ]
    },
    "emotional": {
        "keywords": [
            "rough, close to a vehicle, maintain distance, calm, relaxed, neutral, urgent, attentive, uncertain, trying to figure something out, enjoyable, thrilling, anxious, nervous, annoying, irritating, uncomfortable, changes sensations, prepared"
        ],
        "descriptions": [
            "This sensation is rough.",
            "It makes me feel like I am very close to a vehicle and I need to maintain distance",
            "It makes me feel calm and relaxed.",
            "it made me feel neutral.",
            "it makes me feel urgent and attentive",
            "It makes me feel like i am uncertain about something and trying to figure something out.\t",
            "it makes me feel like there's something enjoyable, and thrilling coming up",
            "It made me feel anxious or nervous to some extent.",
            "This sensation is slightly more annoying/irritating. Its a bit umcomforting because it changes sensations two or three times. ",
            "It makes me feel prepared"
        ]
    },
    "associative": {
        "keywords": [
            "reverse camera, alerting, parking, sidewalk, drums, motion, water sprinkler, backyard, fire alarm, thoughts, important, intro, police TV show, game, buzzing"
        ],
        "descriptions": [
            "NA",
            "Reminds me of when my reverse camera started alerting me once while I was parking near the sidewalk",
            "It reminds me of the drums.",
            "This reminded me of motion of a water sprinkler installed in the backyard.",
            "it is like fire alarm",
            "When i am deeply in my thoughts thinking about something important.",
            "it reminds me of an intro to a police TV show for the mainstream audience",
            "N.A",
            "This reminds me of a game buzzing ",
            "NA"
        ]
    }
}