{
    "signal_id": "37",
    "sensory": {
        "keywords": [
            "short pulses, big pulse, aggressive, mix, pulse beats, short vibrations, elongated pulses, rhythm, small vibrations, long vibrations, rhythmic pattern, deep breathe, fast exhale, three pulses, different, longest, sets of vibrations, high, lower vibrations, gradually decreases, quick, intense"
        ],
        "descriptions": [
            "This sensation is having 2 short pulses with 1 big continous pulse.",
            "I would explain this sensation to someone else as an aggressive mix of two to three pulse beats with a mixture of short and elongated pulses.",
            "the sensation is starts with repeating short vibrations and then the intensity increases ",
            "The sensation had a rythm with two small and last long vibrations",
            "The sensation is a long pulse with a small pulse in succession to it which is rythemic in pattern.",
            "This sensation feels like taking a deep breathe and then a fast exhale, repeating this motion.",
            "the sensation has three pulses, all different. The last one is the longest.",
            "The sensation consists of 4 sets of vibrations, first high, then two lower vibrations, and a long high vibration.",
            "This sensation felt like two short vibrations followed by a long one which gradually decreases in intensity",
            "THIS HAD A PATTERN WHERE THE 2 VIBRATIONS WERE QUICK WHILE THE LAST WAS LONG",
            "Sensation was kind of intense with two short pulses followed by a long pulse."
        ]
    },
    "emotional": {
        "keywords": [
            "alarming, urgency, attracting attention, thrilling, intense, exciting, panicky, reminded, weird, discomfort, awkward, relaxed, calm, alarmed, annoying, excited, intense, bumpy, anxious"
        ],
        "descriptions": [
            "This sensation felt alarming and invoking a feeling of urgency and attracting attention.",
            "This sensation makes me feel like soemthing thrilling is happening around or to me. Its intense yet exciting.",
            "this sensation makes me feel like panicky",
            "Sensatoin makes me feel being reminded of something",
            "The sensation makes me feel a little weird and causes some discomfort. I would that the emotions I was able attach were feeling awkward/ discomfort.",
            "This sensation gives a calm and relaxed feeling\t.",
            "This makes me feel very alarmed and annoying",
            "This sensation makes me feel excited.",
            "This sensation made me feel insense and bumpy",
            "THE SENSATION MADE ME FEEL ANXIOUS",
            "The sensation made me feel excited."
        ]
    },
    "associative": {
        "keywords": [
            "alarm bells, emergency sirens, action scene, movie, party club, vibration, signal, wrong choice, incoming call, old phone, vibration mode, pulse, old bike, India, speed up, Yoga classes, phone ringing, DJ music pattern, drilling, electric drill, warning, loud music"
        ],
        "descriptions": [
            "This sensation reminded me of the alarm bells, or the emergency sirens.",
            "This sensation reminds me of an action scene in a movie or the base in a party club.",
            "it reminds me of vibration that gives signal like someting worng or when you input worng choice from an option",
            "This reminds me of incoming call on my old phone on vibration mode.",
            "This pulse reminds of the vibration from my old bike in India, which produced similar vibrations when I tried to speed up.",
            "This sensation reminds of my Yoga classes.",
            "It reminds me of a phone ringing on vibration mode.",
            "This sensation reminds me of a kind of DJ music pattern.",
            "This reminds me of drilling a hole using an electric drill.",
            "THE SENSATION IMPLIED A WARNING TO SOMEONE",
            "It reminded me of vibrations from loud music."
        ]
    }
}