{
    "signal_id": "42",
    "sensory": {
        "keywords": [
            "low intensity, pulsing, vibrational beat, buzz, repeating, vibrations, small, noticeable, pointy, sharp, rhythmical, medium range, feather, rolled over skin, single pulse, repeated, reverb, alternating sensations, rough application, continuous, series of vibrations"
        ],
        "descriptions": [
            "This sensation is comprising of 3 sets of pulses, producing at very low intensity.",
            "This sensation is like a vibrational beat or buzz of less than a second that keeps repeating steadily. ",
            "this sensation is extremly low intensity repeating vibrations",
            "Sensation was small but noticable.",
            "The sensation is pointy, sharp and rhythmical with medium range pulses.",
            "This sensation feels like a feather being rolled over a skin",
            "It was a single kind of pulse that was repeated and it had a reverb to it. ",
            "The sensation has a set of 2 vibrations both being low, the first one is low vibration, and second one slight higher vibration.",
            "It felt like small alternating sensations",
            "THE VIBRATION FELT LIKE SOMETHING WAS BEING APPLIED IN A ROUGH MANNER TO THE SKIN",
            "The sensation was continuous with series of vibrations."
        ]
    },
    "emotional": {
        "keywords": [
            "passive aggressive, alarming, good, quiet, steady, energetic, active, adrenaline rushing, push, laughter, uncomfortable, calm, reassuring, exciting, anxious, alert, soothing"
        ],
        "descriptions": [
            "This sensation invokes passive agressive feeling.",
            "This sensation makes me feel alarming but in a good way.  ",
            "this sensation make me feel quiet",
            "Sensation makes me feel steady",
            "This sensation makes me feel energetic and active. I can attaching adrenaline rushing/ push as the emotion",
            "This sensation makes me laugh but also feel a bit uncomfortable.",
            "It makes me feel calm and reassuring.",
            "This sensation feels exciting",
            "It made me feel anxious and alert",
            "IT MADE ME FEEL SOOTHING BUT IN AN UNCOMFORTABLE WAY",
            "The sensation made me feel reassuring."
        ]
    },
    "associative": {
        "keywords": [
            "foot injury, movements, daily tasks, sports, start of songs, beat, pulse, rhythmic, rotating fan, loop, electric vibration, massager, high sense, speed, tickle, vibrations, bell, temple, bass, drum beats, footsteps, washing soap, smoothness, clock ticking."
        ],
        "descriptions": [
            "This sensation reminds me of minor foot injury which doesn't hamper the movements or daily tasks but also didn't allow to play any sports",
            "It reminds me of the start of a few songs as the beat - this pulse is rythemic.",
            "this sensation reminds me of a rotating fan other room",
            "This reminds me of something in loop going smoothly",
            "This reminds of an electric vibration/ massager set on high sense or speed.",
            "This reminds me of the time when my father used to tickle me when I was very young",
            "I can associate it to the vibrations from the bell at a temple. ",
            "This sensation reminds me of bass and drum beats.",
            "This reminds me of footsteps walking towards me.",
            "IT REMINDED ME OF USING A NEW WASHING SOAP TO SENSE ITS SMOOTHNESS",
            "It reminded me of clock ticking."
        ]
    }
}