{
    "signal_id": "44",
    "sensory": {
        "keywords": [
            "pulses, medium intensity, feeble, strength, low intensity, extremely low, small, hard to notice, jagged, small intervals, sitting inside a car, applying brakes, regular interval, different kinds, growing weaker, low vibration, medium vibration, irregular pattern, short vibrations, long vibrations, rough, discontinuous, repeating pattern"
        ],
        "descriptions": [
            "This sensation consists of 5pulses, starts from 2 medium intensity pulses and then third pulse is very feeble and the last 2 pulses picks up the strength and matches the intensity of the first two pulses",
            "I would explain this sensation to someone as a short sum of two pulses. first one is a little suprssed while the other one is a quick loud buzz.",
            "this sensation has low intensity vibration varing between extremly low to low",
            "The sensaiton was very small and hard to notice.",
            "This sensation feels like jagged and of small intervals.",
            "This sensation feels like a sitting inside a car who is applying brakes at a regular interval",
            "The pattern had differnt kinds of pulse, relatively growing weaker.",
            "The sensation has 2 vibrations, first one is low vibration and then a medium vibration for a slight long time.",
            "this felt like an irregular pattern of short and long vibrations",
            "THE VIBRATION WAS MORE LIKE IT WAS ROUGH",
            "The sensation was discountinous with three vibrations repeating in a pattern."
        ]
    },
    "emotional": {
        "keywords": [
            "confused, dissatisfied, lowkey annoying, quick, incomplete, relaxing, ignorable, disgust, irritated, annoying, tired, bored, irritating, bumpy, rough, coarse, attentive"
        ],
        "descriptions": [
            "This sensation makes me confused.\t",
            "This sensation made me feel very dissatisfied. It was lowkey annoying because it felt too quick and incomplete. ",
            "this sensation makes me feel relaxing",
            "The sensation makes me feel ignorable",
            "This sensation makes me dissatisfied. The emotions that I can attach is a small feeling of disgust.",
            "This sensation makes me feel irritated and annoying.",
            "it made me feel tired and bored.",
            "This sensation makes me feel irritating",
            "THis sensation made me feel bumpy and rough.",
            "IT MADE ME FEEL COARSE ",
            "The sensation made me feel attentive."
        ]
    },
    "associative": {
        "keywords": [
            "unorganised structure, chaos, morning alarm, controller dying, running out of battery, buzz, reconnect, Visa interview, batching, ball bouncing, height decreasing, damping, lost energy, burping sound, driving, bumpy road, throat infection, church bell"
        ],
        "descriptions": [
            "This sensation reminds of unorganised structure to life, which sometimes leads to chaos.",
            "It reminds me of my morning alarm.",
            "this sensation reminds me of morning alarm ",
            "N.A",
            "The sensation reminds me of my controller dying/ running out of battery life and it making a buzz when I try to reconnect it.",
            "This sensation reminds me of my Visa interview where they would send people for the next step in batches.",
            "I can associate it to a ball bouncing, and the height constantly decreasing with each bounce due to damping (lost energy).",
            "This sensation reminds me of the burping sound",
            "This reminds me of driving through a bumpy road in a car.",
            "REMINDS ME OF HAIVING THROAT INFECTION",
            "It remined me of church bell."
        ]
    }
}