{
    "signal_id": "46",
    "sensory": {
        "keywords": [
            "continuous pulse, short pulse, rhythmic pulse, beat, circles, base, max point, repeating, high intensity, vibration, regular intervals, strong, long ridge frequency, rhythmic buzz, long pulse, medium pulse, mixture grinder, different pulses, no association, slope, long vibration, medium vibration, high vibration, intense vibration, long medium sensation, short heavy sensation, active cautioning, continuous vibration."
        ],
        "descriptions": [
            "This sensation started with a continuous pulse,interrupted by a short pulse and then followed by another continuous pulse of same intensity",
            "I would explain this sensation as very rythemical pulse. Its like the beat is going around in circles with the base reaching the max point and circling its way back to nothing.",
            "this sensation is repeating high intensity vibration at regular intervals \t\t",
            "The sensation was strong and long ridge frequency of vibration",
            "The sensation feels like a rhythmic buzz that has a long pulse followed by a medium pulse.",
            "This sensation is like the voice made my the mixture grinder.",
            "This sensation is of different pulses pieced together that have no association",
            "The sensation is like a slope. It is a long vibration at intervals. It starts with medium vibration and then goes on till high vibration and then ends with an intense vibration.",
            "Felt like a long medium sensation with a short heavy sensation",
            "THE SENSATION FELT LIKE AN ACTIVE CAUTIONING",
            "The vibration consists of a short pulse followed by a very long pulse which is continuous."
        ]
    },
    "emotional": {
        "keywords": [
            "bumpy, heavy, calm, soothing, difficult, danger, dissatisfied, active, excited, vibrating, weird, sporadic, buzz, familiar, intense, aggressive, arousing"
        ],
        "descriptions": [
            "This sensation felt bumpy",
            "This sensations feels heavy but calm/soothing. ",
            "this sensation makes me feel like difficult or danger \t",
            "This sensation makes me feel dissatisfied",
            "The sensation makes me feel active. I can attach the emotion of feeling excited.",
            "This kind of sensation gives a vibrating feeling",
            "This sensation is weird and sporadic",
            "This sensation makes me feel buzz",
            "This felt familiar and intense in a good way",
            "IT WAS AGGRESSIVE",
            "It made me feel arousing."
        ]
    },
    "associative": {
        "keywords": [
            "driving on the freeway, speed bump, frog sound, fire alarm, process running into errors, vibration, cricket bat, train running on a track, cleaning a glass surface, chainsaw, slicing down a tree, active vibration, sound of cricket"
        ],
        "descriptions": [
            "This sensation reminded me driving on the freeway at a steady speed and suddenly coming across a speed bump",
            "This reminds me of a frog sound.",
            "this sensation reminds of fire alarm in the building  ",
            "This reminds me of process running into errors in loop.",
            "This sensation reminds me of vibration from a cricket bat that is ageing and becoming old.",
            "This reminds me of a train running on a track.",
            "It can be associated to someone cleaning a glass surface.",
            "This sensation reminds me of the fire alarm",
            "It made me feel like I'm using a chainsaw to slowly slice down a tree",
            "THE VIBRATION WAS ACTIVE",
            "It reminds me of the sound of cricket."
        ]
    }
}