{
    "signal_id": "48",
    "sensory": {
        "keywords": [
            "three step buzz, cycles, specific pattern, beats of a song, high bass, strong vibrations, simple rhythm, easy to notice, vibrations, rhythm, 3 uniform beats, deeper beat, pattern looped, good melody, listen, feel, music beat, frictional, high friction burst, low friction burst, small burst of buzz, slightly longer buzz, builds up speed, stay the same"
        ],
        "descriptions": [
            "This feels like a three step buzz that cycles a specific pattern.\t\t",
            "This sensation felt similar to the the beats of a song or the high bass felt when songs are played at a very high volume.",
            "The vibrations are quite strong but they follow a simple rythmn which is easy to notice.",
            "This sensation is like vibrations in a rythm",
            "The sensation felt like it had 3 uniform beats followed by a deeper beat and this pattern looped ",
            "this sensation has a good melody to it. You can listen or feel it for a good amount of time.",
            "The sensation is like a music beat.",
            "The sensation is frictional, there are two high friction burst accompanyed by low friction burst ",
            "It gives out two small burst of buzz and then one slightly longer buzz. ",
            "The sensation is builds up speed to an extent and stay the same."
        ]
    },
    "emotional": {
        "keywords": [
            "curious, alarmed, familiar, interested, important message, call, enjoyable, nostalgia, handling, old brick dumb phones, mid 2000s, gameboy, vibrations, happy, joyful, good rhythm, pleasant, irritating, uncomfortable, running, excited"
        ],
        "descriptions": [
            "This makes me feel curious and alarmed.\t",
            "This sensation made me feel familiar and interested.",
            "It makes me feel like I'm getting an important message or call from someone that my phone thinks is important for me.",
            "This sensation is enjoyable",
            "Feels like nostalgia handling old brick dumb phones of the mid 2000s or a gameboy, the vibrations remids me of nostalgia",
            "this sensaton made me feel happy and joyful. The sensation has a good rhythm and feels pleasant.",
            "This sensation makes me feel happy.",
            "The makes me feel irritating and uncomfortable.\t\t",
            "It makes me fell like running.",
            "The sensation made me feel excited and enjoyable."
        ]
    },
    "associative": {
        "keywords": [
            "phone rings, silent, listening to music, high volume, vibration, calls, Instagram, music, ringtone vibration, olden era, Nokia brick phones, EDM, playlist, lyrics, Bollywood, upbeat song, driving, lane, edge of the road, resistive strips, car rattle, horse galloping, disco, beats"
        ],
        "descriptions": [
            "It feels like how my phone rings when it is on silent.",
            "This sensation reminded me of listening to music at a high volume.",
            "Yes it reminds me of the same vibration i feel when i get a calls on instagram.",
            "It reminds me of music",
            "The sensation was resmebling the ringtone vibration patterns of olden era, nokia brick phones were the first thought",
            "this sensation feels like one of those EDMs I have in my playlist , which I just have them for the music and not for the lyrics.",
            "This reminds me of a bollywood upbeat song.",
            "This feels like when you are driving you go out of your lane and get on the edge of the road where there is resistve strips to make you aware that you are out of lane makes your car rattle.",
            "It reminds me of Horse galloping.",
            "The sensation reminds me of visiting a disco and the beats there."
        ]
    }
}