{
    "signal_id": "51",
    "sensory": {
        "keywords": [
            "pulse, steady intensity, higher intensity, pleasant, mixture, buzzes, rhythmic, varying, low vibrations, mid vibrations, not too strong, noticeable, short buzzes, long buzz, cyclically, sound, washing machine, regular, small beats, repeating vibrations, medium vibration, long vibration, wave, increases intensity, drops, low vibration, louder, pattern, medium length vibrations, in sync"
        ],
        "descriptions": [
            "This sensation started with a pulse of steady intensity and then another pulse, of higher intensity, takes over",
            "This sensation is pleasant, not too serious of a mixture of buzzes. Its rythemic too like a piano being played.",
            "this sensation is varing low to mid varing vibrations\t",
            "The sensation was not too strong but cannot go noticable",
            "The sensation is two short buzzes and a long buzz playing cyclically and rythmically.",
            "This sensation  is like the sound of a washing machine. ",
            "I would describe it as Regular, and small beats.",
            "The sensation has 2 repeating vibrations. The first vibration is a beat of medium vibration and second one is a long vibration like a wave that increases the intensity and then drops.",
            "This sensation is a low vibration followed by a louder one",
            "IT WAS LIKE POINTING TO SPECIFICS IN THE END",
            "The sensation had a pattern with two medium length vibrations which were in sync."
        ]
    },
    "emotional": {
        "keywords": [
            "energetic, aroused, excited, interested, ready, active, passive, familiar, anxious, alarm, nonchalant, sleepy, alert, conveying, specific message, enjoyable"
        ],
        "descriptions": [
            "This sensation felt energetic.",
            "This sensation makes me feel aroused and excited and interested as to what is next.",
            "this sensation feels like ready or active ",
            "The sensation makes me feel passive",
            "I can say that the sensation makes me feel famililar. The emotion I can attach is that I feel a little anxious.",
            "This sensation makes me a feel like I have got an alarm",
            "It makes me feel nonchalant.",
            "This sensation makes me feel sleepy",
            "This sensation made me feel alert",
            "IT MADE ME FEEL LIKE CONVEYING A SPEICIFC MESSAGE IN THE END ",
            "The sensation was enjoyable."
        ]
    },
    "associative": {
        "keywords": [
            "speed, car, freeway, driving, tension, surprise, device, machine, ready, updates, deep breaths, sprint session, starting, bike, small, wheel, banging, machine, boring, well, police siren, orator, talking, pop music"
        ],
        "descriptions": [
            "This sensation reminds me increasing the speed of the car on the freeway,for a short time, after driving at steady speed for a long time.",
            "It reminds me of the feeling when there is too much tension and element of surprise in any situation.",
            "this sensation reminds of when your device or machine is ready to go",
            "This reminds me of getting updates continously about something",
            "This reminds me of taking deeps breaths after a sprint session.",
            "This sensation reminds me of em starting me bike.",
            "It sound like something small is stuck on a wheel and it is constantly banging at every turn",
            "This sensation reminds me of a machine boring a well",
            "This reminds me of a police siren",
            "REMINDS ME OF AN ORATOR TALKING RELEVANT TO THE TOPIC WITH NON RELEVANT POINTERS IN THE BEGINNING",
            "Yes it reminded me of pop music."
        ]
    }
}