{
    "signal_id": "53",
    "sensory": {
        "keywords": [
            "loop, intense, serious, sharp, cut, vibration, bursts, longer, weaker, shorter, stronger, accelerating, bike, saw, cutting wood, light, gritty, one vibration, sharper, 3D vibration, moving, constant, ups and downs"
        ],
        "descriptions": [
            "This sensation felt like a loop but also intense and serious at the same time.",
            "This sensation can be described as something sharp being used to cut something.",
            "The vibration consists of 2 bursts, first one a longer but weaker one but the other one right after that being a shorter but stronger one.",
            "This sensation is not a vibration ",
            "This sensation felt like accelerating a bike on neutral twice",
            "this sensation is exactly that of a saw cutting wood.",
            "The sensation is like light and intense vibration combined.",
            "I would describe this as Rough and gritty with one vibration being sharper then the next one.",
            "It gives out 3d vibration which I can feel moving from one part of my hand to another. ",
            "The sensation is constant throughout with ups and downs."
        ]
    },
    "emotional": {
        "keywords": [
            "intense, sad, uncomfortable, time is up, sharp, buildup, speed, race, tired, labour, fun, tiring, signal, anxious, passive, calm, pleasurable, comforted"
        ],
        "descriptions": [
            "This sensation makes me feel intense and sad. It also makes me feel that something bad is going on.",
            "This sensation made me feel a little uncomfortable.",
            "This reminds me of someone telling me that the time is up.",
            "This sensation feels sharp",
            "This sensation made me feel like something big was about to happen and this was the buildup before that. this also felt like speed or like a race was about to begin",
            "this sensation makes me feel tired, as my memory associated with it is too much labour. It can be fun on a good day, but mostly tiring.",
            "The sensation me feel some like of signal.",
            "This make me feel anxious and passive.",
            "It makes me calm.",
            "The sensation made me feel pleasurable and comforted."
        ]
    },
    "associative": {
        "keywords": [
            "intensive care unit, hospital, doctors, efforts, save patient, sharp object, cutting, saw, knife, clock, ringing, exam hall, time, accelerating, noise, engine, neutral, 2 stroke bike, yamaha rx, sound, vibration, sensation, sawing, chunk of wood, pushing, pulling, cuts, left and right, car engine, shutting down, manual car, clutch, grinding halt, cat, dog, breathing, fast, printer, printing, loads of paper"
        ],
        "descriptions": [
            "It reminds me of being in some intensive care unit facility in a hospital, where there are a team of doctors giving all of their efforts to save the patient.",
            "This sensation reminded me of a sharp object, specifically used for cutting like a saw, knife, etc.",
            "It reminds me of when the clock starts ringing in the exam hall when your time is up.",
            "NA",
            "This felt like accelerating and making noise with the engine on neutral on a 2 stroke bike, yamaha rx bike makes a similar sound/vibration/sensation ",
            "I remember this sensation when I was sawing a big chunk of wood. This sensation is exactly like that, pushing and pulling the saw as it cuts into the wood.",
            "It sounded like it is saying left and right again and again.",
            "This reminds me of car engine shutting down espcially in case of Manual car where the clutch is not able to grab onto the gear and car comes to a grinding halt.",
            "It reminds me of a cat or a dog breathing somewhat fast.",
            "The sensation reminds of standing in front of a printer that is prinitng loads of paper."
        ]
    }
}