{
    "signal_id": "54",
    "sensory": {
        "keywords": [
            "pattern, discrete, march, battalion, soldiers, object, hit, pressure, repeated time intervals, sound vibrations, vibration, pulling, rope, scratching, surface, sharp, equal intervals, metal rods, clanked, distinct, reverberation, vibrations, body, loud speaker, ringing, precise, periodic time, low background vibration, 3D, pendulum, stops, short, frictional, rhythmic"
        ],
        "descriptions": [
            "This sensation felt like a pattern of discrete march by a battalion of soldiers.",
            "This sensation felt like an object being hit constantly with some pressure at repeated time intervals, producing some sound vibrations possibly.",
            "The vibration feels like you're pulling on a rope and the rope is scratching against a surface.",
            "This sensation is sharp vibrations in equal intervals",
            "This sensation felt like two metal rods clanked, it had a distince reverberation-ish feel to it ",
            "this sensation is like the vibrations you feel through your body when you stand too close to a big loud speaker.",
            "The sensation was like ringing vibration.",
            "I describe this sensation as precise vibration in periodic time with some very low background vibration always present.\t\t",
            "it gives out 3d pendulum vibration where the vibration goes to one end of the hand stops for a very short while and the goes to the other end. SPends the least amount of time in the middle.",
            "The sensation is frictional and very rhymtic."
        ]
    },
    "emotional": {
        "keywords": [
            "anxious, anticipating, military, war, focus, vexing, playing, ball, bouncing, alert, suspense, clock ticking, hollow, echoes, cave, goosebumps, vibrations, aggressive, intense, weird, worried, steady"
        ],
        "descriptions": [
            "It makes me feel anxious and anticipating of a military or war grade situation",
            "This sensation made me want to focus more.",
            "This makes me feel a little bit more vexxing than usual it's like playing with a ball but it keeps bouncing off on the wrong places.",
            "This sensation makes me feel alert",
            "This sensation induces a sense of suspense to me like something of a clock ticking effect, the sensation also feels hollow like echos in a cave",
            "this sensation gives me goosebumps as I can feel the vibrations through my hand.",
            "The sensation felt aggresive.",
            "This make me feel intense and weird.\t",
            "it makes me worried",
            "The sensation made me intense and steady."
        ]
    },
    "associative": {
        "keywords": [
            "war environments, world war 2, drum, utensil, water orb, crystal balls, vibration, motorcycle, metal bars, clanking, bass boosted speaker, sound, water jumping, speaker, door bell, saw, wood, table saw, ringing, old telephones, pet, breathing, huffing, sick, army marching, battalion"
        ],
        "descriptions": [
            "It reminds of war environments -- specifically located in the german/european regions around the world war 2 era",
            "This sensation felt similar to a drum or an utensil being hit repeatedly with slight pauses in between.",
            "Yes it made me feel like when i was playing with a small water orb that has small crystal balls inside.",
            "It feels like the vibration from a motorcycle",
            "This feels like holding two metal bars in hand and clancking them",
            "this vibration reminds me of the bass boosted speaker just blasting the sound directly through your body, or just water jumping on a speaker playing music if its not too loud.",
            "It reminded me of a door bell.",
            "This reminds me of using saw on wood like table saw on a wood. This also feels like ringing of old telpehones.",
            "This also feels like a pet breathing but maybe it's huffing or sick",
            "The sensation reminds me of the army marching at a battalion."
        ]
    }
}