{
    "signal_id": "59",
    "sensory": {
        "keywords": [
            "steady pulse, short pulse, loop, fast paced, buzz beats, low to highest base vibration, varying low to mid level vibration, no intervals, strong, medium frequency, small pulse, long pulse, continuously, rhythmically, constant vibration, certain beats, continuous set, 2 vibrations, high vibration beat, longer vibration, declining from high to low, one-two beat, second beat longer, conversation, energetic person, continuous, alarming vibrations"
        ],
        "descriptions": [
            "This sensation starts with a steady pulse followed by short pulse and they both play on loop",
            "This sensation is fast paced buzz beats which keep circling from their low to highest base vibration.",
            "this sensation is varing low to mid level vibration with no intervals ",
            "This sensation is strong with medium frequency",
            "The sensation is a small pulse followed by a long pulse playing continuously and rythmically.",
            "This sensation gives the same sound feeling as an autorickshaw being driven on the road.",
            "It can be described as a constant vibration with certain beats in it. ",
            "The sensation is of a continuous set of 2 vibrations, first one a high vibration beat and second one a slight longer vibration declining from high to low.",
            "This sensation is a one-two beat with the second beat being longer",
            "IT WAS LIKE HAVING A CONVERSATION WITH/LISTENING TO AN ENERGETIC PERSON",
            "The sensation was continous with a series of alarming vibrations."
        ]
    },
    "emotional": {
        "keywords": [
            "rubbery, excited, thrilled, enjoyable, panicky, unpleasant, simulative, intense, active, anger, travel, familiar, pleasant, energetic, anticipating, attentive"
        ],
        "descriptions": [
            "This sensation felt rubbery.",
            "It makes me feel excited, thrilled and enjoyable.",
            "this make me feels panicky and unpleasant",
            "The sensation makes me feel simulative",
            "This sensation makes me feel intense and active. I can attach the emotion of anger.",
            "This sensation makes me feel like I want to go out and travel.",
            "It makes me feel familiar and pleasant. ",
            "This sensation makes me feel active.",
            "This sensation made me feel energetic, like I am anticipating something",
            "MADE ME FEEL ENERGETIC",
            "It made me feel attentive."
        ]
    },
    "associative": {
        "keywords": [
            "brick paved road, bike, pattern, techno rave, machine breakdown, heartbeat, running, homesick, covid, getting out of the house, musical theatre, rock band, revving motorcycle, listening to a motivator, sound of ambulance"
        ],
        "descriptions": [
            "This sensation reminded me of going down the brick paved road on my bike and experiencing the pattern same as this sensation",
            "This sensation reminds me of a techno rave.",
            "this sensation reminds me of situation when your machine is about to break down",
            "N.A",
            "This sensation reminds me of a heart beat after running.",
            "This sensation reminds me of the time when I was homesick for such a long time during covid and I justn wanted to get out of the house.",
            "It reminds me of theme to musical theatre. ",
            "This sensation reminds me of a rock band",
            "This sensation reminds me of revving a motorcycle",
            "IT REMINDED ME OF LISTENING TO A MOTIVATOR",
            "It reminded me of the sound of ambulance."
        ]
    }
}