{
    "signal_id": "60",
    "sensory": {
        "keywords": [
            "six step, varied intensity, vibration rhythm, increased, decreased, holding headphones, music, high volume, quick vibrations, slight pauses, complex vibration pattern, two parts, weak, short, long, strong, sharp vibrations, different beats, accelerating pattern, no cohesion, drummer, good flow, intense vibration, Z motion, aggressive vibrations, low rumble, precise vibrations, pause, repeated multiple times, pendulum buzz, small growling vibration, two different beats, machine, completing a process."
        ],
        "descriptions": [
            "It felt like a six step varied intensity vibration rhythm that initially increased and then decreased\t",
            "This sensation felt similar to holding headphones with music playing at a very high volume. It had quick vibrations with slight pauses in between. ",
            "The vibration pattern is a little bit complex but it consists of 2 parts the seccond one is just the frist one but in reverse order. It starts weak and short then goes to long and strong and then repeats the opposite in second half.",
            "This sensation is sharp vibrations ",
            "It was different beats on top of eachother in some acceleting pattern but no cohesion ",
            "this sensation is like a dummer giving music to the song, it has a good flow of patterns.",
            "The sensation is like intense vibration in z motion but with aggresive vibrations.",
            "This sensation can be desribed as Low rumble and then tewo precise vibration a pause and then two precise vibration and then low rumble, this is repeated muliple times.",
            "it gives gives out pendulum buzz and a small growling vibration every other loop. ",
            "The sensation has 2 different beats and play along as part of a machine that is completing a process."
        ]
    },
    "emotional": {
        "keywords": [
            "spectator, rhythm, museum, pleasant, melodic, song, annoying, entropy, random, chaos, cars, honking, Indian traffic, juncture, get up, move, feet, discomfort, neutral, calm, distracted"
        ],
        "descriptions": [
            "This sensation felt like I was watching as a spectator to something, especially a rhytm in a museum",
            "This sensation made me feel pleasant.",
            "It makes me feel melodic for some reason like i'm listening to a song.",
            "This sensation makes me feel annoying",
            "This sensation made me feel entropy, it was random. Like cars honking on an Indian traffic juncture, this felt like chaos ",
            "it makes me want to get up and move my feet to the rhythm.",
            "This sensation makes me feel a bit discomfort.",
            "This makes me feel neautral and calm.",
            "it makes me distracted.",
            "The sensation made me feel neutral. "
        ]
    },
    "associative": {
        "keywords": [
            "parkour, climbing, jumping, electric, music, song, indian traffic junctures, music pattern, car, reverse, club music, parties, phone vibration, heavy machine, crane, bulldozer, vibration, robot, Transformers, yo-yo, computer screen, loading circle, fast, slows down"
        ],
        "descriptions": [
            "It reminded me of parkour, as it felt like climbing and coming down from something while jumping",
            "This sensation reminded me of something electric or similar to listening to music.",
            "Yes it reminds of a song i've listened to before.",
            "NA",
            "This reminds me of indian traffic junctures, or even the music pattern of a car taking reverse",
            "this reminds me of club music played in parties.",
            "This remind me of phone vibration when called.",
            "This reminds me of heavy machine moving like a crane or bulldozer. This also feels like a virabtion robot would make from Trnasfomers.",
            "it reminds me of playing with a yo-yo",
            "The sensation reminds me of the computer screen showing the loading up circle that goes fast but then slows doen and then its fast again."
        ]
    }
}