{
    "signal_id": "135",
    "sensory": {
        "keywords": [
            "vibration, cycle, intense, pause, faint, duration, break, repeat, big vibration, stable, dull, pattern, loops, shooting, video game, gaps, discontinuous beat, low, sounds, alternating, high, low, music pattern, cheering, improved mood, equal rhythm, time"
        ],
        "descriptions": [
            "I would describe this feel as a vibration that has about 1.5 second cycle. It is a quick pretty intense vibration followed by a pause follow by a faint vibration. All roughly a second in duration. Then there is a break and it repeats. ",
            "feels like one big vibration contunied by two small vibration",
            "This sensation has a big vibration followed by a stable dull vibration and this pattern loops ",
            "N.A.",
            "I would describe this sensation to someone as if I am shooting someone using my phone in a video game with frequent gaps in between. ",
            "it is discontinuous beat with low jass",
            "I would describe the sensation as two sounds alternating between high and low.",
            "The sensation was like a music pattern. Ba-da-dum dum, Ba-da-dum dum.",
            "This sensation is cheering and it improved my mood",
            "The sensation has equal rhytm and time."
        ]
    },
    "emotional": {
        "keywords": [
            "sad, helplessness, disheartened, alert, not sudden, awkward, happy, alive, surprised, good, a little happy, energitic, low, active"
        ],
        "descriptions": [
            "This sensation makes me feel sad. The emotion that I attach to this sensation is helplessness or disheartened. ",
            "NA",
            "This sensation makes me feel alert but not sudden",
            "Sensation feels awkard.",
            "It me feel happy.",
            "it make me feel alive,suprised",
            "This makes me feel good.",
            "This sensation makes me feel a little happy.",
            "This sensation made me feel happy and energitic, This is something I need when I am low.",
            "The sensation makes me feel active"
        ]
    },
    "associative": {
        "keywords": [
            "dying insect, alarm clock vibration, smashing, playing fortnite, shooting target, riffle, drums, low beat jazz, heartbeat, vibration, playing drums, drum beats, sound system vibrations"
        ],
        "descriptions": [
            "This reminds me like hold a dying insect.",
            "NA",
            "This sensation reminds me of an alarm clock vibration",
            "Sensation reminds me of smashing things away.",
            "It reminds me of the time I played fortnite with my friends and I had to shoot the target using the riffle. ",
            "it remind me of drums and low beat jass",
            "This reminds me of heartbeat.",
            "N.A.",
            "This sensation felt simillar to vibration to playing drums or hearing to someone drum beats",
            "The sensation reminds me of a feeling vibrations of a sound system from a distance."
        ]
    }
}