{
    "signal_id": "147",
    "sensory": {
        "keywords": [
            "continuous, beats, random, soft, repetitive, continuous, buzz, pulsed, no pattern, rhythm, drumming, low intensity, changing frequency, intense moving, single beats, small dots, vibrations, on top of each other"
        ],
        "descriptions": [
            "I describe the signal as continuous beats.",
            "The sensation felt like random beats ",
            "this sensation are soft but repitative sensations. these are continous.",
            "The sesation felt like a buzz that pulsed randomly. I could not fetect any pattern to the rhytm.",
            "I would describe this sensation as a drumming rhythm.",
            "I would describe the sensation to some else as if they were playing a beat from a song. ",
            "The sensation is low intensity and changing frequency.",
            "The signal gives me the senation for intense moving.",
            "i feel this sensation was in single beats ",
            "The sensation feels like some small dots of vibrations on top of each other."
        ]
    },
    "emotional": {
        "keywords": [
            "uncertain, mild touch, gesture, baffled, rhythm, safe, cheerful, joyful, nervous, dancing, creepy sensation"
        ],
        "descriptions": [
            "N.A.",
            "sensation made me feel uncertain",
            "this sensation make me feel mild touch gesture.",
            "The sensation made me feel baffled as I am still thinking about its rhythm.",
            "This sensation makes me feel safe.",
            "The sensation makes me feel cheerful. ",
            "It makes it feel Joyful.",
            "I feel alittle bit nervious.",
            "It makes me feel like dancing",
            "The sensation makes me feel a creepy sensation."
        ]
    },
    "associative": {
        "keywords": [
            "train, waterdrops, pail, beating heart, loud party, bass-heavy song, music, big test, sneaking around, feeling"
        ],
        "descriptions": [
            "N.A.",
            "NA",
            "this sensation remidns me of riding in a train",
            "It reminds me of random waterdrops in a pail of water.",
            "This reminds me of a beating heart.",
            "The sensation reminds me of when I hear a loud party from a distance. The sensation feels like someone playing a bass-heavy song from far away",
            "It reminds me of music.",
            "It makes me to think about have a big test in this week.",
            "i have heard this in music",
            "The sensation reminds me of sneaking around and the feeling you would get from that."
        ]
    }
}