{
    "signal_id": "157",
    "sensory": {
        "keywords": [
            "intense beats, pause, rhythmical, steady, short continuous beeps, strong beeps, soft, high frequency vibration, higher energy vibration, subtle chopping, sound waves, weak short pulses, changing frequency, smooth, intense moving, soft, single vibration, rapid vibrations, long vibration, weak long vibration"
        ],
        "descriptions": [
            "This signal can be descirbed as three intense beats and pause",
            "Sensation felt like a rhythmical and steady",
            "this sensation is like short continous beeps along with a two strong beeps palying together..",
            "It was a soft high frequency vibration interminently spotted by a higher energy vibration.",
            "This sensation is like the subtle chopping of sound waves.",
            "I would describe the sensation as three weak short pulses.",
            "The sensation is changing frequency at first and becomes smooth.",
            "The signals gives me the sensation for a little bit intense moving.",
            "This sensation is soft an single vibration",
            "The sensation is a bunch of rapid vibrations followed by a long vibration followed by a weak long vibration."
        ]
    },
    "emotional": {
        "keywords": [
            "agitated, confident, proud, scared, alive, constricted, happy, encouraged, nervous, hesitant, patient, surprised, weird, unexpected"
        ],
        "descriptions": [
            "i felt like i am agitated.",
            "Sensation made me feel Confident and proud",
            "this sensation makes me feel scared.",
            "The sensation makes me feel alive.",
            "This sensation makes me feel constricted.",
            "The sensation makes me feel happy.",
            "It makes me feel encouraged.",
            "It makes me feel  nervious and hesitant.",
            "It makes me feel patient",
            "The sensation makes me feel surprised, but more in the sense of feeling like something is weird or unexpected."
        ]
    },
    "associative": {
        "keywords": [
            "shooting, RPG games, PUBG, vibrations, automatic machine gun, scary movie, background radiomagnetic noise, universe, nearby helicopter, large fan, hiking, insect sounds, feeling of getting something done, calling, waiting for answer, listening, smooth music, lawnmower, weak electric razor"
        ],
        "descriptions": [
            "This reminds me of shooting someone in a RPG games like PUBG. ",
            "Sensation felt like the vibrations I get from using a automatic Machine gun in a game.",
            "this sensation reminds me of watching a scary movie.",
            "It reminds me of the background radiomagnetic noise of the universe.",
            "This sensation reminds me of the sound of a nearby helicopter or large fan.",
            "The sensation reminds of when I go hiking and hear insect sounds.",
            "It reminds me of the feeling of getting something done.",
            "It makes me to associated that I am calling to someone and wait for his/her's answer.",
            "It reminds me of listening to smooth music",
            "It reminds me of a lawnmower or a weak electric razor."
        ]
    }
}