{
    "signal_id": "33",
    "sensory": {
        "keywords": [
            "beats, regular frequency, regular intervals, steady, fast pulse, low continuous, repeating, 3 vibrations, fast, hard to notice, continuous, rapid pulse, small intervals, footsteps, horses, competing, race, high speed, fast knocking, constant interval, two vibrations, short pause, high, lower, rapid, short bursts, pulsating, pattern, repeating"
        ],
        "descriptions": [
            "this sensation is beats with regular frequency and having regular intervals between every pulse.",
            "I would describe this sensation as a steady fast pulse.",
            "the sensation is low continious reapeating 3 vibrations",
            "Sensation is fast and hard to notice.",
            "The sensation is like a continuous/ rapid pulse with small intervals between each pulse.",
            "This sensation feels like the footsteps of a horses who are competing at a race and running at a very high speed. ",
            "I would describe the sensation as if there is fast knocking constantly at the same interval.",
            "The sensation was of two vibrations together with a short pause in between. The two vibrations were first one a high and second one slight lower than it.",
            "It felt like rapid short burst of pulses",
            "THE VIBRATION FELT LIKE IT WAS PULSATING IN A FAST MANNER",
            "Sensation is a pulse or a pattern which is repeating"
        ]
    },
    "emotional": {
        "keywords": [
            "reassuring, calming effects, energetic, thrilling, alarming, urgent, urgency, active, awake, elevated senses, tired, rest, aggressive, intense, satisfactorily, discomfort, nervous"
        ],
        "descriptions": [
            "This sensation is reassuring and inducing calming effects",
            "This sensation makes me feel energetic and thrilling.",
            "this sensastion makes me feel to address someting that is alarming or urgent \t",
            "Sensation makes me feel urgency.",
            "The sensation made me feel active and awake. The emotion that I can attach is that it has slightly elevated my senses and made me active.",
            "This sensation makes me feel a bit tired making me want to get some rest.",
            "This makes me feel that the sensation is very aggresive and intense.",
            "This sensation feels satisfactorily.",
            "It made me feel a sense of urgency and discomfort",
            "IT MAKES ME FEEL A SENSE OF URGENCY",
            "It made me feel nervous"
        ]
    },
    "associative": {
        "keywords": [
            "phone alert vibrations, vanilla vibrations, fast heartbeat, physical activity, rush, old iphones, fire alarm, vibrating alarm, mornings, full game of soccer, rapid pace, constant chopping, wood, carpenter, heartbeat, vibrations, morning alarm, wrist, game controller, wrong direction, heart beating"
        ],
        "descriptions": [
            "This sensation can be personally related to standard phone alert vibrations as it is a vanilla vibrations",
            "This sensation reminds me of a fast heartbeat when one does physical activity or is in a rush.",
            "I reminds me of vibrations that we got from old iphones ",
            "This reminds me of the fire alarm went on.",
            "This pulse/ sensation reminds me of putting my hand on a vibrating alarm in the mornings.",
            "This sensation reminds of a time when I play a full game of soccer and then could hear my heart beat at a rapid pace.",
            "This reminds me of constant chopping of the wood by a carpenter.",
            "This sensation reminds me of a heratbeat just how it beats, the vibrations are also same.",
            "I can associate it with my morning alarm, the one you wear on your wrist.",
            "YES, IT HAPPENED IN A GAME CONTROLLER WHEN WRONG DIRECTION WAS CHOSEN ",
            "Yes, it reminds me of heart beating"
        ]
    }
}