{
    "signal_id": "38",
    "sensory": {
        "keywords": [
            "big pulse, short pulses, regular time period, regular interval, medium pulse, two beats, dragged out, no vibration, heavy base, repeating, mid range, long vibrations, rhythm, long ridge of vibration, small vibration, cyclic vibration, travels forward, travels back, sound of scratching, sharp objects, distinctive pulses, consecutive, three vibrations, wave, high, low, near vibration, far away vibration, random, zig zag, long pulse, short pulse"
        ],
        "descriptions": [
            "This sensation started with 1 big pulse, and then 2 short pulses of regular time period and at regular interval and then ended with 1 medium pulse.",
            "This sensation is made up of two beats. The first one is a little dragged out with no vibration and second is sum od 2 same beats with heavy base.",
            "this sensation is repeating mid range long vibrations ",
            "The sensation had rhytm with long ridge of vibration followed by small one and again long.",
            "The pulse feels like a cyclic vibration where the first pulse is long and travels forward and the other long pulse travels back.",
            "This sensation feels like the sound of scratching of two very sharp objects.",
            "There were thre distinctive pulses. They were consecutive. ",
            "The sensation consists of three vibrations, first being like a wave starts from high then low and then high, second one being low vibration, and third one a little longer high vibration,",
            "This sensation felt like a far away vibration followed by a near vibration.",
            "THE SENSATION RANDOM LIKE ZIG ZAG ",
            "The sensation had a long pulse followed by a short pulse."
        ]
    },
    "emotional": {
        "keywords": [
            "confusing, unpredictable, panicky, attention, annoyed, reassuring, stable, discomfort, hate, weird, musical, intense, rhythmical, aggressive, uncomfortable, active"
        ],
        "descriptions": [
            "This sensation felt confusing and unpredictable\t",
            "This sensation made me feel panicky.",
            "this sensation makes me feel like that something needs needst attention",
            "The sensation makes me feel annoyed",
            "The pulse makes me feel reassuring. I can say that my emotions were stable during the pulse.",
            "This sensation gives me a feeling of discomfort as I hate these kind of sounds.",
            "This makes me feel weird and musical.",
            "This sensation makes me feel intense.",
            "THis one felt rythmical but in an aggressive way.",
            "THE SENSATION FELT TO BE UNCOMFORTABLE",
            "It made made me feel active."
        ]
    },
    "associative": {
        "keywords": [
            "crowd, stuck, nowhere to go, timer, wake up alarm, pulse, servo motor, rotating, chalk, scratched, blackboard, humming, lyrics, pop song, music, water filters, 808 beats, rap music, bike thrusters, alarm clock"
        ],
        "descriptions": [
            "This sensation felt like being stuck in crowd with nowhere to go",
            "NA",
            "This sensation reminds me of the things like it ready to proceed or like timer started ",
            "This reminds me of my wake up alarm",
            "This pulse reminds me of playing with a servo motor and rotating it by 180 degrees and -180 degrees in succession.",
            "This sensation reminds of a chalk being scratched on the blackboard.",
            "It reminds me of humming of lyrics in a pop song. ",
            "This sensation reminds me of the music that I used to hear from water filters at my home.",
            "This reminds me of the 808 beats used in popular rap music",
            "IT REMINDED ME OF THE BIKE THRUTERS",
            "It reminded me of the sound from alarm clock."
        ]
    }
}