{
    "signal_id": "5",
    "sensory": {
        "keywords": [
            "vibrations, pulsed, heartbeat, beating, rhythm, pumping, blood, slow, sound volume, high, sporadic, on off, periodic interval, pulse, hearts, normal beat, intense, feels like, normal heartbeat"
        ],
        "descriptions": [
            "The sensation consisted of vibrations that pulsed in a manner similar to a heartbeat.",
            "The sensation is like that of a beating heart.",
            "sensation is same as heartbeat , it is beating with a rythm just same like pumping blood into my heart and out , also the heart rate seems to be slow , but the sound voulume comparitively is bit high as per normal heartbeat",
            "I would say that it is a sporadic on off with periodic interval vibrations.",
            "It Feels Like Heart Beat, Lub Dub",
            "This sensation feels like a pulse",
            "this signal feels like a hearts normal beat",
            "The sensation feels like a heartbeat. ",
            "The vibration feels intense",
            "I feel it like the Heartbeat.",
            "The vibration are of a beating heart",
            "It feels just like a normal heartbeat"
        ]
    },
    "emotional": {
        "keywords": [
            "winded, tough workout, comfortable, heartbeat, doctor, reassuring, alive, healthy, neutral, relaxing, active, uneasy, hospital, heartbeats, uncomfortable, calm, meditating, hand on chest, beating heart"
        ],
        "descriptions": [
            "I felt winded, or like I have just completed a tough workout, after experiencing this sensation.",
            "It makes me feel comforatble.",
            "i felt as i am hearing to my own heartbeat from a doctor instrument and it had an reassuring emotion that i am alive and lving healthy",
            "I would say that it makes me feel neutral.",
            "It Feels Reassuring",
            "It makes me feel relaxed and neutral",
            "it makes me feel active.",
            "This sensation makes me feel uneasy. It reminds me of when you are in the hospital and can hear heartbeats. ",
            "It feels a bit uncomfortable",
            "Gives a calm feel like meditating.",
            "It feels as it you place your hand on your chest and feel the beating heart",
            "It makes me feel relaxed "
        ]
    },
    "associative": {
        "keywords": [
            "tough workout, ear, chest, heart beat, listening, hospital, accurate, bike engine, hug, pulse, stethoscope, television shows, deep meditation, beating heart, calm, relaxed"
        ],
        "descriptions": [
            "This sensation reminds me of the moment I finish a tough workout.",
            "It reminds me of putting my ear on my chest/ someone else's chest to hear their heart beat.",
            "this reminded me of me listening to my own heartbeat when i was admitted in hospital , the sensation was accurate",
            "Yes, sound of a bike engine starting.",
            "When I hug someone and place my ears to someone chest I felt this sensation",
            "It reminds me of the sound of pulse when I check my own",
            "This signal reminds me of listening to my heart beat via a stethoscope.",
            "This reminds of Telivisoin shows where someone is shown in the hospital.",
            "N.A.",
            "In deep meditation, sensed this in my own heartbeat.",
            "Sensation of a beating heart",
            "It is similar to the state of my heart when I am calm or relaxed"
        ]
    }
}