{
    "signal_id": "55",
    "sensory": {
        "keywords": [
            "electronic, vibrational, poke, repeated vibrations, slight pauses, phone vibrating, alarm, longer burst, shorter burst, stronger, soft vibrations, long vibration, back to back, loop, buzzer, z vibration, prominent vibration, smallest vibration, bigger vibration, pattern repeating, 3 buzzes, independent buzz, rhythmic cycle, calming"
        ],
        "descriptions": [
            "This sensation feels like an electronic and vibrational poke by someone",
            "This sensation was repeated vibrations in a group with slight pauses in between. It is quite similar to a phone vibrating when an alarm goes off.",
            "The vibration starts with one longer burst and then followed by 2 burts first one being shorter and longer but both of these being stronger than the first one.",
            "This sensation is two soft vibrations  ",
            "This sensations tarted with a long vibration and them became two vibrations back to back in a loop. ",
            "this sensation is like a buzzer on an alarm clock",
            "The sensation is like z vibration in hand.",
            "I would desribe this snesation as Prominent vibration and then one smallest vibration and then a little bigger vibration and this pattern repeating.",
            "it gives out 3 buzzez one small independent buzz, and then one small buzz along with one long buzz. ",
            "The sensation is a rhymtic cycle that is very calming."
        ]
    },
    "emotional": {
        "keywords": [
            "irritated, mad, calm, alert, wake up, vibration, alarm clock, energetic, fresh, deadline, panicky, bad, annoying, happy, nostalgic, good, pleasant"
        ],
        "descriptions": [
            "This makes me feel irritated and mad",
            "This sensation made me feel calm.",
            "This feels like someone calling your name then saying \"Wake UP\".",
            "This sensation makes me feel alert",
            "Feels like wake up time, like the vibration of an alarm clock in the morning, energetic, fresh are some words I'd like to associate with this sensation ",
            "this sensation feels like its alerting some kind of deadline and makes me feel panicky.",
            "The sensation makes me feel a bit irritated.",
            "This makes me feel bad or annoying.",
            "It made me happy and nostalgic.",
            "The sensation made me feel good and pleasant."
        ]
    },
    "associative": {
        "keywords": [
            "irritating friend, sibling, attention, poking, rhythmical sound, background music, action games, alarm clock, calling name, alert, blood pressure monitor, iphone, morning, trimmer, operating, electric cooker, buzzer, cooking finished, song, selecting item, game, vibrations, skipping, walking, printer, printing, fax, paper"
        ],
        "descriptions": [
            "This reminds me of an irritating friend or sibling I have who is trying to gain my attention by physically poking me instead of calling me by my name",
            "This sensation reminded me of a rythmical sound, similar to the background music in action games.",
            "It reminds me of the alarm clock or in a way just someone telling you something after calling your name.",
            "This sensation reminds me of the alert from a blood pressure monitor ",
            "Alarm clock app of the iphone in the morning, lowkey reminds me of a trimmer being operated on my face",
            "this sensation reminds me of my electric cooker I had back home which would sound a buzzer to indicate cooking is finished.",
            "This remind me of a song.",
            "This reminds of selecting a item in a games which you are not supposed to select the game denies you the selection you get the second and third smaller vibrations.",
            "It reminds of skipping while walking as it has the same rhythm",
            "The sensation reminds me of a printer printing a fax or paper."
        ]
    }
}