{
    "signal_id": "70",
    "sensory": {
        "keywords": [
            "small intervals, slow frequency, pattern increases, quick vibration, continuous vibration, jerking, medium speed, low to high vibrations, submissive, active sensation, vibrations moving on and off, palm, series of short bursts, bursts get stronger, small vibrations, repeating periodically, quick repeating waves, low intensity, pattern, high wave, medium frequency, same notes, small gaps"
        ],
        "descriptions": [
            "The sensation has very small intervals in between where the frequency gets slow and overall this pattern increases slightly.",
            "The sensation was a quick and continuous vibration.",
            "The sensation is a continuous jerking with a medium speed ",
            "The vibrations were from low to high and was more like submissive.",
            "The sensation were active, I was able to feel the vibrations moving on and off through my palm",
            "The sensation is a series of short burts but each burts get stronger over time.",
            "The sensation was group of small vibrations repeating periodically",
            "The  sensation is very quick repeating waves of low intensity forming a pattern that ends in a high wave.",
            "This sensation is on a medium frequency giving the same notes repeatedly with small gaps."
        ]
    },
    "emotional": {
        "keywords": [
            "gritty, annoying, panicking, urging, discomfort, active, calm, comfortable, neutral, pleasant, enjoyable, irritation"
        ],
        "descriptions": [
            "This sensation makes me feel like gritty.",
            "I felt it to be annoying and panicking. It feels like someone is constantly urging us to do something.",
            "This sensation is bit discomfort to feel",
            "This sensation made me feel discomfort.",
            "It makes me feel active",
            "This sensation makes me feel calm and confortable.",
            "This sensation made me feel neutral",
            "The sensation feels pleasant, active and enjoyable.",
            "This sensation gives a feeling of discomfort and irritation."
        ]
    },
    "associative": {
        "keywords": [
            "low frequency water flosser, bullet motor bike engine, medium speed, massage chair, soft droplets of water, firing guns, video games, scratching wood, sharp object"
        ],
        "descriptions": [
            "It reminds me of a low frequency water flosser.",
            "N.A",
            "This sensation reminds me of when we listen to the bullet motor bike engine with medium speed",
            "NA",
            "It reminds me of massage chair",
            "This sensation reminds me of soft droplets of water pouring.",
            "N.A",
            "The sensation reminds me of firing guns in video games.",
            "It is similar to scratching wood with a sharp object."
        ]
    }
}