{
    "signal_id": "88",
    "sensory": {
        "keywords": [
            "rhythmic, weak, strong, vibration, irregular, pattern, beating sound, two beats, pause, continuous vibration, block, longer vibration, vibrating, hot, short vibrations, pulse, continuously, irritating, melodic, repeating, specific pattern, replicating, song"
        ],
        "descriptions": [
            "This sensation is rhythamic is combination of week and strong vibration with a little irregular pattern.",
            "THis sensation is like a beating sound with two beats then pause and two beats at first and then a continuous vibration with beats at the wnd",
            "The sensation is like block of two same vibration and then a longer vibration.",
            "This sensation was vibrating and hot.",
            "SHORT VIBRATIONS THAT PULSE CONTINUOUSLY WITHOUT STICKING TO ANY RHYTHM",
            "The sensation is very irregualar without any pattern and a bit irritating",
            "I would describe this sensation as a rythmic vibration.",
            "This sensation is like a melodic vibration repeating in a pattern.",
            "It feels like a phone vibrating in a specific pattern. (Following a ringtone of sorts)",
            "This sensation feels like it it replicating a song"
        ]
    },
    "emotional": {
        "keywords": [
            "irritated, irregular pattern, enjoyable, active, itchy, uncomfortable, restless, pleasant, nostalgic, excited, grabs attention, energetic"
        ],
        "descriptions": [
            "This sensation makes me feel irritated as it has a irregular patter\t",
            "This sensation made me feel enjoyable",
            "N.A.",
            "This sensation feels active.",
            "IT MAKES MY FINGERS FEEL ITCHY",
            "This sensation makes me feels uncomfortable and restless",
            "This vibration made me pleasant and nostalgic.",
            "This sensation makes me feel active and excited.",
            "It grabs my attenion immediately with the irregular vibrating patterns.",
            "this sensation makes me feel energetic"
        ]
    },
    "associative": {
        "keywords": [
            "fuel-based vehicle, starting, beat boxing, rap songs, drill machine, vibration, song, chants, crowd, football game, stadium, vibration pattern, ringtone, phone, juicer, mixer, vibrations, Mario Kart"
        ],
        "descriptions": [
            "This sensation reminds me of the time when we trying to start a feul based vehicle , but it is not starting.",
            "This reminded me of beat boxing or rap songs",
            "N.A.",
            "N.A.",
            "REMINDS ME OF A DRILL MACHINE",
            "N/A",
            "This vibration reminds me of a song.",
            "This sensation reminds me of the chants made by the crowd during a football game in a stadium.",
            "It feels like a vibration pattern following a song/ringtone on a phone. It also gives a feeling of a juicer/mixer.",
            "This sensation reminds me of vbrations felt while playing mario cart"
        ]
    }
}