{
    "signal_id": "9",
    "sensory": {
        "keywords": [
            "moderately rapidly pulsing vibrations, not quite equal intervals, periodic vibration, not musical, one to two ratio beats, intense beating, singular rhythm, patterned on off vibration, two different periods, vibrational song, vibrations in a car-racing game, massage gun, heavy object, creaking sound, heavy, intense, comb dragged over rough surface, regular intervals, long vibration, equal spacing, phone vibrates by default"
        ],
        "descriptions": [
            "This sensation was characterized by moderately rapidly pulsing vibrations, that seemed to ocur at not quite equal intervals.",
            "It is like a periodic vibration .",
            "the beats were not musical , one is to two ratio beats , intense beating , one beat on right side and then two beats on left side , this was also in a singualr manner of rythm",
            "I would say that it is a patterned on off vibration but with two different periods of off which occur between every two ons.",
            "it is like vibrational song",
            "This is like vibrations in a car-racing game.",
            "it feels like a massage gun on the body",
            "This sensation felt like someone trying to pull a heavy object and the creaking sound it makes. ",
            "The vibration is heavy and intense",
            "When a comb is dragged over any rough surface at regular intervals, would feel the same.",
            "This is a long vibration with equal spacing between them",
            "It is just like how your phone vibrates by default"
        ]
    },
    "emotional": {
        "keywords": [
            "annoyed, unpleasant, weird, irritating, pleasurable, excited, relaxed, comfortable, moving, stop, vibration, anxious, pattern, phone ringing, action"
        ],
        "descriptions": [
            "This sensation made me feel moderately annoyed.",
            "It is making me feel unpleasant.",
            "this was a weird emotion , sensation felt like irritating a bit",
            "N.A.",
            "it feels like Pleasurable ",
            "This makes me feel excited",
            "it makes me feel relaxed and comfortable.",
            "This makes me feel like I am moving something around and have to stop multiple times. ",
            "The vibration is making me feel anxious",
            "MAkes me feel that some pattern is to be followed, but not exactly sure of what it is.\t",
            "I feel anxious partly because it reminds me of my phone ringing",
            "It makes me feel like I need to take an action"
        ]
    },
    "associative": {
        "keywords": [
            "symphonic band, bass drum, steady beat, phone on vibrate, alarm ringing, vibrations, high intense beats, musical dance, muscle massager, car-racing games, initial vibration, massage chair, massage gun, apartment moving experience, horror movie scene, rambling sound, pointed edges, comb, phone vibration, getting a call, vibrations, alarm goes on, phone"
        ],
        "descriptions": [
            "This sensation reminds me of playing in a symphonic band and the bass drum player being unable to keep a steady beat. ",
            "It reminds of when my phone is on vibrate and my alarm is ringing next to me, the vibrations feel like that. ",
            "this remind me of high intense beats of a musical dance that can be done by using this beats in a very enthusiastic manner giving similar sensation",
            "N.A.",
            "Not excatly but i can associate with muscle massger",
            "This reminds me of car-racing games, when I just start playing. Its like the intiial vibration.",
            "it reminds me of a massage chair or massage gun on different body parts",
            "This sensation reminded me of my recent apartment moving experience. ",
            "It reminds me of a scene in a horror movie",
            "Nothing specific, I could only remember the rambling sound of the pointed edges of a comb over the edge of any surface.",
            "Similar to that of a phone vibration while getting a call",
            "It reminds me of the vibrations I get when an alarm goes on in my phone"
        ]
    }
}